public class Main {

        public static void main(String[] args) {

            // Объявляете переменные для входных данных и
            // параметров программы: одну для хранения
            // стоимости билета, другую для хранения количества
            // рублей для одной бонусной мили
            int bilet = 13580;
            int miles = 20;
            int milesBonus = bilet / miles;

            System.out.println(milesBonus + " " + "Бонусных миль");




            // Рассчитываете количество бонусных миль, используя
            // значения заведённых переменных. Ответ сохраняете в
            // новую переменную и выводите на экран


        }

}
